Revit 2027 API
ParameterTypeId.RbsElecCircuitWireTypeParam Property
 "Wire Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitWireTypeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitWireTypeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitWireTypeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitWireTypeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace